Repository: michaelkuty/django-oscar-accounts
Catalog: accounts/locale/*/LC_MESSAGES/django.po
Languages: cs

source: This text is shown to customers during checkout
cs: Tento text se ukazuje zákazníkům během kontroly

source: IP address
cs: IP adresa

source: IP address record
cs: Záznam IP adresy

source: IP address records
cs: Záznamy IP adres

source: Account code
cs: Kód účtu

source: No account found with this code
cs: Žádný účet s tímto kodem nenalezen

source: This account is no longer active
cs: Tento účet už není aktivní

source: This account is no longer open
cs: Tento účet už není otevřen

source: This account is empty
cs: Tento účet je prázdný

source: You can not authorised to use this account
cs: Vy nejste oprávněný k použití tohoto účtu

source: Allocation
cs: Alokace

source: The maximum allocation is %s
cs: Maximální alokace je %s

source: No active account found with code %s
cs: Žáadný aktivní účet nenalezen s tímto kodem %s

source: Accounts
cs: Účty

source: Open
cs: Otevřený

source: Frozen
cs: Zmražený

source: Closed
cs: Zavřený

source: Name
cs: Jméno

source: The maximum permitted top-up amount is %s
cs: Maximální povolené dobití je %s

source: Account is closed
cs: Účet je zavřen

source: Account is frozen
cs: Účet je zmražen

source: The account has only %s
cs: Tento účet má pouze %s

source: From
cs: od

source: To
cs: do

source: All %s
cs: všechno %s

source: with name matching '%s'
cs: s odpovídajícím jménem '%s'

source: with code '%s'
cs: s kodem '%s'

source: Create a new %s
cs: Vytvořit nový %s

source: Creation of account
cs: Vytváření účtu

source: New account created with code '%s'
cs: Nový účet vytvořen s kodem '%s'

source: Update '%s' account
cs: Aktualizovat '%s' účet

source: Account saved
cs: Účet uložen

source: Account frozen
cs: Účet zmražen

source: Account thawed
cs: Účet rozmražený

source: Top-up account
cs: Dobít účet

source: Unable to top-up account: %s
cs: Neschopný dobít účet: %s

source: %s added to account
cs: %s přidán do Účtu

source: Return funds to source account
cs: Vrácení hotovosti na zdrojový účet

source: Unable to withdraw funds from account: %s
cs: Neschopný vybrat hotovost z účtu: %s

source: %s withdrawn from account
cs: %s vybráno z účtu

source: All transfers
cs: Všechny převody

source: Transfers %(reference)s %(date)s
cs: Převody %(reference)s %(date)s

source: with reference '%s'
cs: s odkazem na '%s'

source: created between %(start_date)s and %(end_date)s
cs: vytvořen mezi %(start_date)s a %(end_date)s

source: created since %s
cs: vytvořeno od té doby %s

source: created before %s
cs: vytvořeno před %s

source: Check my balance
cs: Zkontrolovat můj stav

source: Home
cs: Domov

source: Check balance of giftcard
cs: Zkontrolovat status Dárkovékarty

source: Your IP address is currently blocked. Please try again later.
cs: Vaše IP adreesa je momentálně zablokovaná. Prosím zkuste to později.

source: Fetch account details
cs: Aktualizovat detaily účtu

source: Code
cs: kod

source: Balance
cs: Stav

source: Start date
cs: Datum začátku

source: End date
cs: Datum konce

source: Account
cs: Účet

source: Edit
cs: Upravit

source: Top-up
cs: Dobít

source: Withdraw
cs: Vybrat

source: Freeze
cs: Zmrazit

source: Thaw
cs: Rozmrazit

source: Transactions
cs: Transakce

source: Transfer
cs: Převody

source: Amount
cs: Částka

source: Description
cs: Popisek

source: Authorised by
cs: Autorizováno

source: Date
cs: Datum

source: No transactions.
cs: Žádné transkace.

source: Update
cs: Aktualizovat

source: Create
cs: Vytvořit

source: Edit this account
cs: Upravit tento účet

source: Initial transaction
cs: Počáteční transakce

source: Restrictions
cs: omezení

source: Save
cs: Uložit

source: or
cs: nebo

source: cancel
cs: zrušit

source: Freeze account %(id)s
cs: Zmrazit účet %(id)s

source: Freeze account?
cs: Zmrazit účet ?

source: Create a new
cs: Vytvořit nový

source: Search
cs: Hledat

source: reset
cs: obnovit

source: Num transactions
cs: Počet transakcí

source: Date created
cs: Datum vytvořeno

source: No results found.
cs: žádné výsledky nenalezeny

source: Thaw account
cs: Rozmrazit účet

source: Thaw account?
cs: Rozmrazit účet ?

source: Top up
cs: Dobít

source: Top up account?
cs: Dobít účet ?

source: Transaction
cs: Transakce

source: This account cannot be topped-up.
cs: Tento účet nemůže být dobit

source: Withdraw funds from account?
cs: Vybrat hotovost z účtu ?

source: This account's funds cannot be withdrawn.
cs: Hotovost tohoto účtu nemůže být vybrána

source: Account type
cs: Typ účtu

source: Credit limit
cs: Limit kreditů

source: No limit
cs: Žádný limit

source: Primary user
cs: Primární uživatel

source: Num secondary users
cs: Počet sekundárních uživatelů

source: Can be spent on products from range
cs: Může být použit na produkt z toho dosahu

source: Fetch report
cs: Aktualizovat zprávy

source: Total balance
cs: Totální stav

source: Num accounts
cs: Počet účtů

source: &lt; 30 days
cs: &lt; 30 dní

source: 30 - 60 days
cs: 30 - 60 dní

source: 60 - 90 days
cs: 60-9 dní

source: &gt; 90 days
cs: &gt; 90 dní

source: Transactions between
cs: Transakce mezi

source: and
cs: a

source: Sales
cs: Výprodej

source: Unpaid sources
cs: Nezaplacené zdroje

source: Refunds
cs: vrácení

source: Expired
cs: Vypršení platnosti

source: Transfers
cs: Převody

source: Source
cs: Zdroj

source: Destination
cs: Cíl

source: Merchant reference
cs: Obchodní odkazy

source: Order number
cs: Číslo obědnávky

source: No transfers found.
cs: Žádné převody nenalezeny
